{
  "notes": [
    {
      "episode": "1",
      "name": "Book 1",
      "title": "Bars of Interpretations.",
      "details": "The root of modern evangelism and televangelists. It is the root of all religions: Protestantism and Catholicism. It has become the root of Sodom and Gomorrah. It will be the root of a one world church and a one world government and most assuredly the root of the mark of the beast-666, Revelation 13:13-18. This will finally bring the destruction of Rome and the rest of the world.",
      "date": "3/16/2023",
      "place": "Ghana",
      "duration": "48",
      "id": 1
    },
    {
      "episode": "1",
      "name": "Book 2",
      "title": "Mamba Snake At The Jordan.",
      "details": "Pentecostalism is the only religious body that is presently employed in this satanic task. She was ordained to fulfill this prophecy. She will be \\ninstrumental in bringing the Mark of the beast from Rome to all people whose names are not in the lambs book of life (Revelation 13:13-18, Revelation 17:8). \\nSatan‘s evangelization is almost completed. God‘s last revival and evangelization comes by another return of Pentecost. It will accompany great signs, wonders \\nand miracles in creative acts of power. This will be the true fulfillment of Mark 11:23. \\nTwo great men are instruments of Satan and are viciously keeping the vision of Satan‘s world evangelization alive. They are keeping word of faith \\nrevival alive. They are K. Copeland and P. Crouch, who was associated with Mr. Hagin and Oral Roberts. Crouchs‘ network T.B.N. accommodates most of \\nSatan‘s Televangelists. Benny Hinn is the most popular and is imitating the outpouring of the Holy Spirit that is about to come to the people of God. Such men \\nare known by their fruits: ―Ye shall know them by their fruits",
      "date": "3/16/2023",
      "place": "Ghana",
      "duration": "180",
      "id": 2
    },
    {
      "episode": "1",
      "name": "Book 3",
      "title": "False Anointed Ones.",
      "details": "So they sought the return of Pentecost on the basis of Joel 2: 23-26 and they knew that would come by the Latter Rain, outpouring of the Spirit. Now \\none thing that is important here: they did not have enough knowledge of the plan of God or the program of God to have this return of Pentecost. They went \\naccording to their own knowledge, their own understanding; they did their best. They were great men; they were wonderful men, even like Martin Luther and \\nJohn Wesley. Great men, they were sincere men. \\nNow Luther was a Trinitarian, believing in three gods and he was even involved in the catechism from the Catholic church, showing you how dark the \\nhour was. Wesley took some of the Catholic doctrine and he brought it over too. These men coming out of the Catholic, Lutheran and Methodist church were \\nTrinitarians. The revelation of ―one God‖ had not yet come to them. (Think of how dark that hour was.) They were Trinitarians, believing that God was three \\ngods! A Father, a Son and the Holy Ghost. You pray to the Father a little bit, then you pray to the Son a little bit, then you pray to the Holy Ghost a little bit, and \\nif you feel that the Father is jealous then you come back to the Father and start worshiping Him. It becomes confusing to the mind. \\nNow we believe in Father, Son, and Holy Ghost but we do not believe that they are three gods. We believe in one God (Saint John 4:24) and we believe \\nthat God was manifested in three different offices or attributes.",
      "date": "2/15/2023",
      "place": "Ghana",
      "duration": "120",
      "id": 3
    },
    {
      "episode": "1",
      "name": "Book 4",
      "title": "Five Major Doctrinal Divisions - Message Believers.",
      "details": "In the Old Testament, He was Father of Israel. He took a bodily form and came down on the earth and He was the Son. Through His death, burial and \\nresurrection, He came back on the day of Pentecost as the Holy Ghost—one God.\\nSo these were great men, and (I want to stress here that in 1906,) they did receive a genuine experience of the Holy Ghost. I will even venture to call it \\n(like the prophet called it) the baptism of the Holy Ghost. So they did receive the baptism of the Holy Ghost in 1906. They received an outpouring in 1906 and \\nthey received the gifts of the Spirit.",
      "date": "1/14/2023",
      "place": "Ghana",
      "duration": "59",
      "id": 4
    },
    {
      "episode": "1",
      "name": "Book 5",
      "title": "Seventh Seal / Seven Thunders Two Schools of Thought.",
      "details": "This last age started with the fires of a Pentecostal revival and they organized it right back. Instead of taking the Word they took their \\nown ideas and did just what every age has done--substituted the manual for the Word…They are second generation Pentecostals and since God doesn't have \\ngrandchildren they are just children of their fathers, known by their creeds and form of worship. They can talk about what used to be, but they can't produce it. \\nOnce they had the lightning but about all that is left is the thunder. But let them talk to you about the glories of their movement. They will say, \\\"Yes sir, I want \\nyou to know that this is a move that no man started. It came spontaneously. The Spirit fell all over the world. Yes sir, we got what they had at Pentecost. This was \\nnot of men but of God.\\\" THEN WHY DIDN'T THEY KEEP IT THAT WAY? IF GOD STARTED IT HOW COME GOD COULDN'T KEEP IT AND FINISH IT? If \\nGod didn't write a handbook of creeds and formulas and dogmas to start it, then what right did they have to do that? (Smyrnaean Church Age - Church Age \\nBook Cpt.).",
      "date": "3/16/2023",
      "place": "Ghana",
      "duration": "55",
      "id": 5
    },
    {
      "episode": "1",
      "name": "Booklet 1",
      "title": "Booklet 1 title",
      "details": "Booklet 1 details",
      "date": "3/16/2023",
      "place": "Ghana",
      "duration": "10",
      "id": 6
    },
    {
      "episode": "1",
      "name": "Tract 1",
      "title": "Tract 1 title",
      "details": "Tract 1 details",
      "date": "3/16/2023",
      "place": "Ghana",
      "duration": "5",
      "id": 7
    }
  ],
  "highlighters": [],
  "styledselections": [],
  "commentedselections": [],
  "texttospeech": [],
  "searchterms": []
}